Repository: CodeGrinder/xcstrings_sats
Catalog: source/member-app-native-ios_ios-app_en.xcstrings
Source language: en
Languages: da, fi, nb, sv

source: PT will meet you in the reception, wear your training clothes. For cancellation, please note that PT session must be cancelled at least 24h in advance. If you fail to cancel the session, your clip will be drawn and you are not entiteled to another session.
da: PT vil møde dig i receptionen – sørg for at være omklædt til træningstøj. Bliver du forhindret, skal din annullering foretages senest 24 i forvejen. Hvis du ikke får din session annulleret i tide, vil der blive trukket et klip, og du vil ikke have ret til en anden session i stedet.
fi: PT odottaa sinua vastaanotossa - pue treenivaatteet valmiiksi. Jos et pääse tapaamiseen, muista perua aika viimeistään 24 tuntia ennen tapaamista. Jos et muista perua aikaa ajallaan, menetät tapaamisen, eikä sitä voi varata enää uudestaan.
nb: PT-en møter deg i resepsjonsområdet. Ha på deg treningstøy når du møter opp. Vær oppmerksom på at avbestilling av PT-timer må gjøres minst 24 timer i forkant. Hvis du ikke avbestiller innen fristen, blir klippet brukt, og du har ikke krav på en ny time.
sv: Din PT möter dig i receptionen. Ha på dig träningskläder. För avbokning, kom ihåg att PT-tillfället måste avbokas senast 24 timmar i förväg. Om du inte avbokar i tid, kommer ett klipp att dras från dig utan att du kan få det tillbaka.

source: Push notifications
da: Push beskeder
fi: Push-viestit
nb: Varslinger
sv: Pushnotiser

source: QR Code not available when sharing or recording the screen
da: QR-kode er ikke tilgængelig ved deling eller optagelse af skærmen.
fi: QR-koodi ei ole käytettävissä, kun jaat tai tallennat näyttöäsi.
nb: Du vil ikke så QR-koden når du deler skjermen eller gjør skjermopptak
sv: QR-koden är inte tillgänglig vid delning eller inspelning av skärm

source: QR scan failed, please try again.
da: QR-scanning mislykkedes, prøv venligst igen.
fi: QR-koodin skannaus epäonnistui, yritä uudelleen.
nb: QR-skanningen mislyktes. Prøv igjen.
sv: QR-kod kunde inte scannas, vänligen försök igen.

source: Rating
da: Vurdering
fi: Luokitus
nb: Vurdering
sv: Betyg

source: Read about vouchers
da: Læs om kuponer
fi: Lue lisää kupongeista
nb: Les om kuponger
sv: Läs mer om vouchers

source: Read more
da: Læs mere
fi: Lue lisää
nb: Les mer
sv: Läs mer

source: Read more about %@ Rewards
da: Læs mere om %@ Rewards
fi: Lue lisää %@ Rewards -ohjelmasta
nb: Les mer om %@ Rewards
sv: Läs mer om %@ Rewards

source: Receive motivating tips to help you achieve your goals! 💙
da: Modtag motiverende tips, der hjælper dig med at opnå dine mål! 💙
fi: Saa motivoivia vinkkejä, jotka auttavat sinua saavuttamaan tavoitteesi! 💙
nb: Få motiverende tips som helper deg å nå målene dine! 💙
sv: Få motiverande tips som hjälper dig att uppnå dina mål! 💙

source: Recent search
da: Nylige søk
fi: Viimeiset haut
nb: Nylige søk
sv: Senaste sökningarna

source: Recruit a friend and you'll both get a month of free training with us.
da: Rekrutter en ven, og I får begge en måneds gratis træning hos os.
fi: Tuo ystäväsi jäseneksi ja saatte molemmat maksuttoman treenikuukauden.
nb: Verv en venn, så får dere begge en måned med gratis trening hos oss.
sv: Värva en vän så får ni båda en månads kostnadsfri träning hos oss.

source: Recruit friends
da: Rekrutter venner
fi: Suosittele ystävälle
nb: Verv venner
sv: Värva vänner

source: Refresh **My Activity Widget**
da: Opdater **Min aktivitets-widget**
fi: Päivitä **My Activity Widget**
nb: Oppdater **Min aktivitetswidget**
sv: Uppdatera **Widget "Min aktivitet"**

source: Refresh token not authorized
da: Refresh token er ikke autoriseret
fi: Päivitystunnusta ei ole valtuutettu
nb: "Oppdateringstoken" er ikke autorisert
sv: Uppdateringstoken har inte behörighet

source: Refresh Token not authorized
da: Refresh token er ikke autoriseret
fi: Päivitystunnusta ei ole valtuutettu
nb: "Oppdateringstoken" er ikke autorisert
sv: Uppdateringstoken har inte behörighet

source: Register your friend’s name and phone number in the form below. This is required to track your recruitment and ensure you receive a free month of training once your friend signs up.
da: Registrer din vens navn og telefonnummer i formularen nedenfor. Dette er nødvendigt for at spore din rekruttering og sikre, at du modtager en måneds gratis træning, når din ven tilmelder sig.
fi: Rekisteröi alla olevaan lomakkeeseen ystäväsi nimi ja puhelinnumero. Tiedot ovat pakollisia, jotta suosittelusi voidaan huomioida, kun ystäväsi liittyy jäseneksi.
nb: Registrer din venns navn og telefonnummer i skjemaet nedenfor. Dette er nødvendig for å spore vervingen din og sikre at du får en gratis måned med trening når vennen din registrerer seg.
sv: Registrera vännens namn och telefonnummer i nedan formulär. Detta behövs för att följa din värvning och säkerställa att du får en månads kostnadsfri träning när vännen blir medlem.

source: Registration successful
da: Registrering gennemført
fi: Rekisteröity onnistuneesti
nb: Registrering vellykket
sv: Registrering klar

source: Remember to share the link and encourage your friend to sign up.
da: Husk at dele linket og opfordre din ven til at tilmelde sig.
fi: Muista jakaa linkki ja kannustaa ystävääsi rekisteröitymään.
nb: Husk å dele lenken og oppmuntre vennen din til å registrere seg.
sv: Kom ihåg att dela länken och uppmuntra din vän att bli medlem.

source: Remove
da: Fjern
fi: Poista
nb: Fjern
sv: Ta bort

source: Remove Follower
da: Fjern følger
fi: Poista seuraaja
nb: Fjern følger
sv: Ta bort följare

source: Remove photo
da: Fjern foto
fi: Poista kuva
nb: Fjern bilde
sv: Ta bort foto

source: Remove Request
da: Fjern anmodning
fi: Poista pyyntö
nb: Fjern forespørsel
sv: Ta bort förfrågan

source: Reps
da: Gentagelser
fi: Toistot
nb: Repetisjoner
sv: Repetitioner

source: Requested
da: Anmodet
fi: Pyydetty
nb: Forespurt
sv: Förfrågan skickad

source: Reset overrides
da: Nulstil overskridelser
nb: Tilbakestill overstyringer

source: Reset Password
da: Nulstil kodeord
fi: Palauta salasana
nb: Tilbakestill passord
sv: Återställ lösenord

source: Responsible payer: %@
da: Ansvarlig betaler: %@
fi: Vastuullinen maksaja: %@
nb: Ansvarlig betaler: %@
sv: Ansvarig betalare: %@

source: Restore
da: Gendan
fi: Palauta
nb: Gjenopprett
sv: Återställ

source: Restricted bookings until %@
da: Begrænsede bookinger indtil %@
fi: Varauksia rajoitettu %@ asti
nb: Bookinger begrenses frem til %@
sv: Begränsade bokningar fram till %@

source: Retry
da: Prøv igen
fi: Lataa
nb: Prøv igjen
sv: Försök igen

source: Reward:
da: Du har fået:
fi: Palkinto:
nb: Premie:
sv: Pris:

source: Rules
da: Regler
fi: Säännöt
nb: Regler
sv: Regler

source: Said awesome
da: Sagde fantastisk
fi: Sanoivat mahtavaa
nb: Sa 'bra jobba!'
sv: Reagerade med "Bra jobbat!"

source: Same day at %@
da: Samme dag kl. %@
fi: Samana päivänä %@
nb: Samme dag på %@
sv: Samma dag vid %@

source: SATS Rewards is a loyalty program that gives you more benefits the more you workout on clubs and the longer you have been a SATS member.
da: SATS Rewards er et loyalitetsprogram, der giver dig flere fordele jo mere du træner i vores centre og jo længere du har været SATS-medlem.
fi: ELIXIA Rewards on treeniaktiivisuuteen perustuva palkinto-ohjelma, jolla saat sitä enemmän etuja, mitä enemmän treenaat tai mitä kauemmin olet ollut ELIXIAn jäsenenä.
nb: SATS Rewards er et aktivitetsprogram som gir deg flere fordeler jo mer du pusher deg til å trene på senter og jo lenger du har vært medlem hos SATS.
sv: SATS Rewards är ett lojalitetsprogram som ger dig fler förmåner ju mer du tränar på våra gym och ju längre du varit SATS-medlem.

source: Saturday
da: Lørdag
fi: Lauantai
nb: Lørdag
sv: Lördag

source: Save
da: Gem
fi: Tallenna
nb: Lagre
sv: Spara

source: Save changes
da: Gem ændringer
fi: Tallenna muutokset
nb: Lagre endringer
sv: Spara ändringar

source: Save search
da: Gem søgning
fi: Tallenna haku
nb: Lagre søk
sv: Spara sökning

source: Saved
da: Gemt
fi: Hakusi
nb: Lagret
sv: Sparad

source: Saved search
da: Lagrede søk
fi: Tallennettu haku
nb: Lagrede søk
sv: Sparade sökningar

source: Scan code to send a friend request
da: Scan koden for at sende en venneanmodning.
fi: Skannaa QR-koodi lähettääksesi ystäväpyynnön
nb: Scan QR-koden for å sende venneforespørsel
sv: Skanna koden för att skicka vänförfrågan

source: Scan to follow friend
da: Scan for at følge ven
fi: Skannaa seurataksesi ystävää
nb: Skann for å følge vennen din
sv: Scanna för att följa vän

source: Schedule
da: Planlæg
fi: Suunnittele
nb: Planlegg
sv: Planera

source: Schedule Workout
da: Planlæg træning
fi: Suunnittele harjoitus
nb: Planlegg treningsøkt
sv: Schemalägg träning

source: Scheduled workouts calendar reminders
da: Planlagte træningspåmindelser
fi: Suunniteltujen treenien kalenterimuistutukset
nb: Planlagte treningsøkter-påminnelse
sv: Planerade träningspass kalenderpåminnelser

source: Search
da: Søg
fi: Etsi
nb: Søk
sv: Sök

source: Search clubs
da: Søg efter centre
fi: Etsi keskuksia
nb: Søk treningssentre
sv: Hitta center

source: Search for class
da: Søg efter hold
fi: Etsi tunteja
nb: Søk etter timer
sv: Sök efter klass

source: Search PTs
da: Søg efter personlige trænere
fi: Etsi PT:itä
nb: Søk etter PT-er
sv: Sök efter PT

# secondsLeft
source: %d seconds left
da: %d sekunder tilbage
fi: %d sekuntia jäljellä
nb: %d sekunder igjen
sv: %d sekunder kvar

source: See all
da: Se alt
fi: Katso kaikki
nb: Se alle
sv: Se alla

source: See classes
da: Se hold
fi: Katso tunnit
nb: Se timer
sv: Se klasser

source: See full schedule
da: Se hele planen
fi: Katso koko aikataulu
nb: Se hele timeplanen
sv: Se hela schemat

source: See missed classes
da: Se udeblevne hold
fi: Näytä perumattomat tunnit
nb: Se timer med manglende oppmøte
sv: Visa missade klasser

source: See sessions
da: Se timer
fi: Näytä tapaamiset
nb: Se timer
sv: Se lediga tider

source: See upcoming classes
da: Se fremtidige hold
fi: Tarkastele tulevia tunteja
nb: Se kommende timer
sv: Se kommande klasser

source: See who you have blocked
da: Se, hvem du har blokeret
fi: Katso, kenet olet estänyt
nb: Se hvem du har blokkert
sv: Visa vem du har blockerat

source: Select a PT and find an available session in the calendar.
da: Vælg en PT og find en tilgængelig session i kalenderen.
fi: Valitse PT ja etsi kalenterista saatavilla oleva istunto.
nb: Velg en PT og finn en tilgjengelig time i kalenderen
sv: Välj en PT och hitta ett ledigt tillfälle i kalendern.

source: Selecting a new PT package will clear all other selected filters. Are you sure you want to proceed?
da: Hvis du tilvælger en ny PT pakke, rydes alle andre valgte filtre. Er sikker på, at du vil fortsætte?
fi: Uuden PT-paketin valitseminen poistaa kaikki muut valitut suodattimet. Haluatko varmasti jatkaa?
nb: Hvis du velger en ny PT-pakke, slettes alle valgte filtre. Er du sikker på at du vil fortsette?
sv: Om du väljer ett nytt PT-paket rensas alla andra valda filter. Vill du fortsätta?

source: Server Error
da: Serverfejl
fi: Palvelinvirhe
nb: Serverfeil
sv: Serverfel

source: Service unavailable
da: Service ikke tilgængelig
fi: Palvelu ei ole käytettävissä
nb: Tjenesten er utilgjengelig
sv: Tjänsten är inte tillgänglig

# session
source: %d sessions
da: %d sessioner
fi: %d tapaamista
nb: %d økter
sv: %d tillfällen

source: Sessions
da: Sessioner
fi: Treenit
nb: Økter
sv: Tillfällen

source: Set goal
da: Sæt mål
fi: Aseta tavoite
nb: Sett mål
sv: Sätt mål

source: Settings
da: Indstillinger
fi: Asetukset
nb: Innstillinger
sv: Inställningar

source: Share
da: Del
fi: Jaa
nb: Del
sv: Dela

source: Share a link to your profile
da: Del et link til din profil
fi: Jaa linkki profiilistasi
nb: Del lenke til din profil
sv: Dela en länk till din profil

source: Share challenges
da: Del challenges
fi: Jaa haasteet
nb: Del utfordringer
sv: Dela utmaningar

source: Share history
da: Del historik
fi: Jaa historia
nb: Del historikk
sv: Dela träningshistorik

source: Share ideas and suggestions for the app
da: Del ideer og forslag til appen
fi: Jaa ideoita ja ehdotuksia sovellukselle
nb: Del ideer og forslag til hvordan appen kan forbedres
sv: Dela idéer och förslag för appen

source: Share Image
da: Del billede
fi: Jaa kuva
nb: Del bilde
sv: Dela bild

source: Share Link
da: Del link
fi: Jaa linkki
nb: Del link
sv: Dela länk

source: Share statistics and loyalty level
da: De statistik og loyalitetsniveau
fi: Jaa tilastot ja lojaaliustaso
nb: Del statistikk og lojalitetsnivå
sv: Dela statistik och lojalitetsnivå

source: Share upcoming
da: Del kommende
fi: Jaa tulevat
nb: Del kommende
sv: Dela kommande

source: Share what you think about the app
da: Fortæl os, hvad du synes om appen
fi: Jaa mielipiteesi sovelluksesta
nb: Fortell oss hva du synes om appen
sv: Dela dina åsikter om appen

source: Share with a friend
da: Del med en ven
fi: Jaa ystävän kanssa
nb: Del med en venn
sv: Dela med en vän

source: Show up to waiting list
da: Gå til venteliste
fi: Näyt jonossa
nb: Møt opp til ventelisten
sv: Ta en plats på väntelistan

source: Show your completed training to your followers
da: Vis gennemførte træninger til dine venner
fi: Näytä tehdyt treenit seuraajillesi
nb: Lar dine følgere se treningsøktene du har gjennomført
sv: Visa dina genomförda träningspass för dina vänner

source: Show your completed workouts and statistics to your friends
da: Vis dine gennemførte træninger og statistik til dine venner
fi: Näytä tehdyt treenit ystävillesi
nb: Vis dine gjennomførte treninger og statistikk til vennene dine
sv: Visa dina genomförda träningspass och statistik för dina vänner

source: Show your started and completed challenges to your followers.
da: Vis dine opstartede og udførte challenges til dine venner.
fi: Näytä käynnissä olevat ja valmiit haasteet seuraajillesi.
nb: Lar dine følgere se startede og fullførte utfordringer
sv: Visa dina påbörjade och avklarade utmaningar för dina vänner.

source: Show your started and completed challenges to your friends
da: Vis dine opstartede og udførte challenges til dine venner.
fi: Näytä aloitetut ja suoritetut treenihaasteet ystävillesi
nb: Vise Challenges du har startet på og fullført til vennene dine
sv: Visa dina påbörjade och avklarade utmaningar för dina vänner

source: Show your upcoming training and SATS Rewards level to your followers
da: Del din kommende træning og SATS-belønningsniveau med dine følgere
fi: Näytä tulevat treenit ja SATS-palkintotasosi seuraajillesi
nb: Vis planlagte treningsøkter og SATS Rewards-nivået ditt til følgerne dine
sv: Visa kommande träning och SATS Rewards-nivåer med dina följare

source: Show your upcoming training to your followers
da: Vis kommende træninger til dine venner
fi: Näytä tulevat treenit seuraajillesi
nb: Vis dine kommende treningsøkter til dine følgere
sv: Visa dina kommande träningspass för dina vänner

source: Show your upcoming workouts to your friends
da: Vis kommende træninger til dine venner
fi: Näytä tulevat treenit ystävillesi
nb: Vis dine planlagte treningsøkter til vennene dine
sv: Visa dina kommande träningspass för dina vänner

source: Sign in
da: Log ind
fi: Kirjaudu sisään
nb: Logg inn
sv: Logga in

source: Skip
da: Spring over
fi: Ohita
nb: Hopp over
sv: Hoppa över

source: Skip onboarding
da: Spring onboarding over
fi: Ohita kartoitus
nb: Hopp over
sv: Hoppa över introduktion

source: Social Experience
da: Social Oplevelse
fi: Sosiaaliset toiminnot
nb: Sosiale Funksjoner
sv: Sociala funktioner

source: Something went wrong
da: Noget gik galt
fi: Jotain meni pieleen
nb: Noe gikk galt
sv: Något gick snett

source: Sort clubs based on your location. Allow location services
da: Sorter centre efter din lokation. Accepter lokalitetstjenester.
fi: Etsi keskuksia sijaintisi perusteella sallimalla sijaintipalvelut.
nb: Sorter sentre basert på lokasjonen din. Tillat posisjonstjenester.
sv: Sortera gym baserat på din plats. Tillåt platstjänster.

source: Sort clubs based on your location. Go to settings
da: Sorter centre efter din lokation. Gå til indstillinger.
fi: Etsi keskuksia sijaintisi perusteella. Mene asetuksiin
nb: Sorter sentre basert på lokasjonen din. Gå til innstillinger.
sv: Sortera gym baserat på din plats. Gå till inställningar.

source: Special opening hours
da: Specielle åbningstider
fi: Erikoisaukioloajat
nb: Ekstraordinære åpningstider
sv: Avvikande öppettider

source: Spot lost
da: Plads mistet
fi: Paikka menetetty
nb: Mistet plass
sv: Platsen har förlorats

source: spots booked
da: pladser booket
fi: paikkaa varattu
nb: plasser booket
sv: platser bokade

source: Staffed
da: Bemandet
fi: Henkilökunta paikalla
nb: Bemannet
sv: Bemannat

source: Start exploring
da: Begynd at udforske
fi: Aloita tutkiminen
nb: Sett i gang
sv: Utforska

source: Start following people to like their training and see which classes they are attending
da: Begynd at følge venner for at like deres træning og se, hvilke hold de deltager på
fi: Aloita ihmisten seuraaminen, jotta voit tykätä heidän treeneistään ja nähdä mille tunneille he ovat osallistumassa.
nb: Følg andre for å se hvilke gruppetimer de skal på, samt like og kommentere treningene deres
sv: Börja följa vänner för att gilla deras träning och se vilka klasser de deltar i.

source: Start this session
da: Start denne session
fi: Aloita tämä tapaaminen
nb: Start denne økten
sv: Starta det här tillfället

source: Start your workout for "%@"
da: Start din træning til "%@"
fi: Aloita treenit kohteelle "%@"
nb: Start din trening for "%@"
sv: Starta ditt träningspass för "%@"

# startsInDays
source: Starts in %d days
da: Starter om %d dage
fi: Alkaa %d päivän päästä
nb: Starter om %d dager
sv: Startar om %d dagar

# startsInHours
source: Starts in %d hours
da: Starter om %d timer
fi: Alkaa %d tunnin päästä
nb: Starter om %d timer
sv: Startar om %d timmar

# startsInMinutes
source: Starts in %d minutes
da: Starter om %d minutter
fi: Alkaa %d minuutin kuluttua
nb: Starter om %d minutter
sv: Startar om %d minuter

# startsInSeconds
source: Starts in %d seconds
da: Starter om %d sekunder
fi: Alkaa %d sekunnin kuluttua
nb: Starter om %d sekunder
sv: Startar om %d sekunder

source: Statistics
da: Statistik
fi: Tilastot
nb: Statistikk
sv: Statistik

source: Stop following
da: Stop med at følge
fi: Lopeta seuraaminen
nb: Slutt å følge
sv: Sluta följa

source: Submit
da: Send
fi: Lähetä
nb: Send
sv: Skicka in

source: Suggested search
da: Foreslået søgning
fi: Suositeltu haku
nb: Foreslått søk
sv: Föreslagen sökning

source: Suggestions for the app
da: Forslag til appen
fi: Ehdotukset sovellukselle
nb: Forslag til appen
sv: Förslag för appen

source: Sunday
da: Søndag
fi: Sunnuntai
nb: Søndag
sv: Söndag

source: Superset
da: Supersæt
fi: Supersetti
nb: Supersett

source: Take over
da: Overtag
fi: Ota haltuun
nb: Ta over
sv: Ta över

source: Take photo
da: Tag billede
fi: Ota kuva
nb: Ta bilde
sv: Ta foto

source: Terms & conditions
da: Vilkår og betingelser
fi: Käyttöehdot
nb: Betingelser og vilkår
sv: Villkor

source: Terms and conditions
da: Vilkår og betingelser
fi: Säännöt ja ehdot
nb: Vilkår og betingelser
sv: Villkor

source: Terms and Conditions
da: Vilkår og betingelser
fi: Säännöt ja ehdot
nb: Vilkår og regler
sv: Villkor

source: Test users
da: Test brugere
fi: Testikäyttäjät
nb: Testbrukere
sv: Testanvändare

source: Thank you for removing yourself from the wait list! By doing so you make it possible for others to enjoy the class.
da: Tak fordi du fjernede dig selv fra ventelisten! Ved at gøre dette har du gjort det muligt for andre at nyde godt af holdet.
fi: Kiitos, että poistit itsesi odotuslistalta! Näin annat muille mahdollisuuden päästä tunnille.
nb: Takk for at du slettet deg fra ventelisten!
sv: Tack för att du lämnar väntelistan. Det gör det möjligt för andra att delta i klassen.

source: Thank you for unbooking early. You’ve made someone’s life easier!
da: Tak fordi du aflyser din booking i så god tid. Du har gjort en andens liv lettere!
fi: Kiitos, että peruutit varauksen ajoissa. Olet helpottanut jonkun muun elämää!
nb: Takk for at du avbooket deg tidlig. Du har gjort noens liv enklere!
sv: Tack för att du avbokar tidigt. Du har gjort någon annans liv lättare.

source: Thank you!
da: Tak!
fi: Kiitos!
nb: Takk!
sv: Tack!

source: The app does not have permission to access your calendar. To turn it on go to your phone's settings.
da: Appen har ikke adgang til din kalender. Du kan give den adgang i Indstillinger på din telefon.
fi: Sovelluksella ei ole lupaa käyttää kalenteriasi. Ota kalenteri käyttöön puhelimesi asetuksista.
nb: Appen har ikke tillatelse til å lese kalenderen din. Du kan endre tillatelsene i mobilinnstillingene.
sv: Appen har inte behörighet att komma åt din kalender. Gå till telefonens inställningar om du vill aktivera den.

source: The app does not have permission to send you notifications.
da: Appen har ikke tilladelse til at sende dig notifikationer.
fi: Sovelluksella ei ole lupaa lähettää sinulle ilmoituksia.
nb: Appen har ikke tillatelse til å sende deg varslinger.
sv: Appen har inte behörighet att skicka notifikationer till dig.

source: The app doesn't have camera permissions. You can enable them in settings
da: Appen har ikke adgang til dit kamera. Du kan tillade adgang i indstillinger
fi: Sovelluksella ei ole kameran käyttöoikeutta. Voit myöntää käyttöoikeuden asetuksissa
nb: Appen har ikke kameratillatelser. Du kan aktivere dem i Innstillinger
sv: Appen har inte kamerabehörighet. Du kan aktivera det i inställningarna

source: The Challenge…
da: Udfordringen
fi: Haaste...
nb: Utfordringen…
sv: Utmaningen…

source: The client has sent too many requests to the server
da: Klienten har sendt for mange anmodninger til serveren
fi: Serverille lähetettiin liian monta pyyntöä.
nb: Enheten din har sendt for mange forespørsler til serveren
sv: Medlemmen har skickat för många förfrågningar till servern

source: The follow request could not be sent, please try again.
da: Følgeanmodningen kunne ikke sendes, prøv venligst igen.
fi: Seuraamispyyntöä ei voitu lähettää, yritä uudelleen.
nb: Følgeforespørselen kunne ikke sendes. Prøv på nytt.
sv: Följarförfrågan kunde inte skickas, vänligen försök igen.

source: The friend request could not be sent, please try again.
da: Venneanmodningen kunne ikke sendes, prøv venligst igen.
fi: Ystäväpyyntöä ei voitu lähettää, yritä uudelleen.
nb: Venneforespørsel kunne ikke bli sendt, vennligst prøv igjen.
sv: Vänförfrågan kunde inte skickas, försök igen.

source: The request is malformed and cannot be fulfilled.
da: Anmodningen er deform og kan ikke udføres.
fi: Pyyntö on väärin muotoiltu, eikä sitä voida toteuttaa.
nb: Forespørselen inneholder feil og kan ikke gjennomføres.
sv: Begäran är felaktig och kan inte uppfyllas.

source: The request timed out. Please check your internet connection and try again.
da: Anmodningen udløb. Venligst tjek din internetforbindelse og prøv igen.
fi: Pyyntö aikakatkaistiin. Tarkista internetyhteys ja kokeile uudestaan.
nb: Forespørselen ble brutt. Sjekk din internettforbindelse og prøv igjen.
sv: Vänligen kontrollera din internetuppkoppling och försök igen.

source: The requested resource could not be found.
da: Den ønskede ressource blev ikke fundet.
fi: Pyydettyä resurssia ei löytynyt.
nb: Fant ikke den forespurte ressursen.
sv: Den begärda resursen hittades inte.

source: The server is acting as a proxy and did not receive a response from the upstream server.
da: Serveren agerer som proxy og har ikke fået svar fra upstream-serveren.
fi: Palvelin toimii välityspalvelimena, eikä se saanut vastausta ylätason palvelimesta.
nb: Serveren fungerer som proxy og mottok ikke svar fra oppstrøms-serveren.
sv: Servern fungerar som en proxy och fick inget svar från servern uppströms.
